Repository: JavierRoberto/clock888
Catalog: clock888/*.lproj/Localizable.strings
Languages: fr

# main_description
source: Time is going and you need to stop it at 8:88
fr: Le temps file et vous devez l'arrêter à 8h88

# result_key
source: Your result:
fr: Votre résultat:

# you_were_close
source: You were close for
fr: Vous étiez proche de

source: Try again
fr: Réessayez

source: Well done!
fr: Bien joué!

# just_people
source: Just a 3% of people could do it
fr: Seulement 3% des personnes pourraient le faire

# share_result
source: Share your result
fr: Partagez votre résultat

source: Play again
fr: Relire

source: Last 10
fr: Les 10 derniers

source: Best results
fr: Meilleurs résultats

# description_levels_key
source: The difference between levels is the speed of the timer.
fr: La différence entre les niveaux est la vitesse du timer.

# newbie_key
source: Newbie
fr: Débutant

# results_key
source: RESULTS
fr: RESULTATS
